answer_logs = """#### Компетенция: Умение формировать доверие
Этап продаж: Установление контакта

1. Индикатор 1: Уточнил имя клиента
   - Штрафной балл: 3

2. Индикатор 2: Назвал свое имя и компанию
   - Штрафной балл: 3

3. Индикатор 3: Уточнил сферу деятельности клиента (СТО, магазин, автопарк и т.д.)
   - Штрафной балл: 3

4. Индикатор 4: Выявление ЛПР и ЛВПР (допускается, например, фраза «А вы работаете с подбором?» и аналоги)
   - Штрафной балл: 3

5. Индикатор 5: Озвучивает информационные поводы, необходимые для согласования встречи (для STO – CRM, для остальных дефолтно «да»)
   - Штрафной балл: 2

---

#### Компетенция: Эффективная коммуникация
Этап продаж: Выявление потребностей

6. Индикатор 7: Спросил клиента, как сейчас построен процесс и к каким ресурсам прибегает клиент в своей деятельности?
   - Штрафной балл: 3

7. Индикатор 8: Выяснил, использует ли клиент аналоги продукта (конкурентов)
   - Штрафной балл: 3

8. Индикатор 9: Уточнил основные боли клиента, связанные с подбором, ремонтом
   - Штрафной балл: 3

9. Индикатор 10: Задал уточняющие вопросы, выявляющие дополнительные потребности
   - Примеры вопросов: «С какими марками работает клиент? Подбирает ли он масла? Есть ли работа с электросхемами?»
   - Штрафной балл: 3

10. Индикатор 11: Задает не менее трех открытых вопросов в ходе диалога
    - Штрафной балл: 3

11. Индикатор 12: Не перебивает клиента, выслушивает до конца
    - Штрафной балл: 3

12. Индикатор 13: Использует техники активного слушания: парафраз, эхо
    - Штрафной балл: 3

13. Индикатор 14: Резюмирует полученную от клиента информацию
    - Штрафной балл: 3

---

#### Компетенция: Эффективная презентация
Этап продаж: Презентация

14. Индикатор 16: Презентует продукты/услуги на языке выгод, исходя из выявленной потребности клиента
    - Штрафной балл: 2

15. Индикатор 17: Отвечает на вопросы клиента
    - Штрафной балл: 2

16. Индикатор 18: Показывает выгоды сотрудничества по продукту и (если необходимо) по другим продуктам компании
    - Штрафной балл: 2
17. Индикатор 19: Подчеркнул выгоды подписки для бизнеса клиента или обозначил выгоду более высокого тарифа
    - Примечание: При демонстрации продукта — после демо; цена должна предлагаться клиенту в формате лестницы (СТРОГО сверху вниз). Допускается, что при озвучивании цены на год говорят «месяц 4500 при подключении на год».
    - Штрафной балл: 2

18. Индикатор 20: Использует актуальные примеры в процессе презентации (сторителлинг)
    - Штрафной балл: 2

---

#### Компетенция: Убедительная аргументация
Этап продаж: Работа с возражениями

19. Индикатор 21: Отрабатывает возражения клиентов (присоединение)
    - Штрафной балл: 4

20. Индикатор 22: Задает вопросы в процессе отработки возражения
    - Штрафной балл: 4

21. Индикатор 23: Предоставляет аргументы в ответ на возражения клиентов, основанные на выгодах для клиента
    - Штрафной балл: 4

22. Индикатор 24: Проверяет, убедил ли клиента или остались ли дополнительные вопросы
    - Штрафной балл: 4

---

#### Компетенция: Ориентация на результат
Этап продаж: Завершение сделки

23. Индикатор 25: Завершает предложения побуждением через «Давайте» или аналогичные фразы-побудители
    - Штрафной балл: 2

24. Индикатор 26: Фиксирует договоренности с клиентом относительно последующего сотрудничества
    - Штрафной балл: 2

25. Индикатор 27: Назначил следующий шаг
    - Штрафной балл: 2

26. Индикатор 28: Предлагает выйти на сделку
    - Штрафной балл: 2

27. Индикатор 29: Применяет дальнейшие действия, если клиент не готов принять решение
    - Штрафной балл: 2

28. Индикатор 30: Попрощался
    - Штрафной балл: 2

---

#### Компетенция: Инициативность
Этап продаж: В процессе всех этапов продаж

29. Индикатор 31: Проявляет инициативу в переговорах с клиентом, занимает ведущую роль
    - Штрафной балл: 2

30. Индикатор 32: Демонстрирует позицию «на равных»
    - Штрафной балл: 2

---

#### Компетенция: Клиентоориентированность

31. Индикатор 33: Обращается к клиенту по имени не менее 3 раз
    - Штрафной балл: 4

---

#### Компетенция: Работа в СРМ

32. Индикатор 34: Стадия сделки актуальна
    - Штрафной балл: 4

33. Индикатор 35: Заполнены обязательные поля
    - Штрафной балл: 4

34. Индикатор 36: Заполнено поле «фамилия» в случае выигранной сделки
    - Штрафной балл: 4

35. Индикатор 37: В речи использует позитивные формулировки (не использует частицу «не»; использование «НЕ» означает отсутствие чего-либо)
    - Штрафной балл: 4
"""
dialog_answer = """Вот диалог между двумя людьми. Один из них продает товар, другой покупатель, так что подпиши одного как покупатель, другого как мененджер, Раздели его и сделай так, чтобы все было понятно, каждая новая речь на новой строке"""
